load_tests/results/20220529_182800/iamalivetest_result.txt
     ✓ verify request succeeded

     checks.........................: 100.00% ✓ 253991      ✗ 0
     data_received..................: 19 MB   620 kB/s
     data_sent......................: 43 MB   1.4 MB/s
     http_req_blocked...............: avg=3.38µs  min=811ns    med=1.77µs   max=13.75ms p(90)=2.22µs  p(95)=2.61µs
     http_req_connecting............: avg=934ns   min=0s       med=0s       max=5.27ms  p(90)=0s      p(95)=0s
     http_req_duration..............: avg=1.09ms  min=289.19µs med=780.64µs max=56.18ms p(90)=1.62ms  p(95)=2.36ms
       { expected_response:true }...: avg=1.09ms  min=289.19µs med=780.64µs max=56.18ms p(90)=1.62ms  p(95)=2.36ms
     http_req_failed................: 0.00%   ✓ 0           ✗ 253991
     http_req_receiving.............: avg=18.58µs min=5.02µs   med=16.19µs  max=11.91ms p(90)=22.83µs p(95)=26.02µs
     http_req_sending...............: avg=12.05µs min=4.65µs   med=10.59µs  max=13.83ms p(90)=15.39µs p(95)=17.73µs
     http_req_tls_handshaking.......: avg=0s      min=0s       med=0s       max=0s      p(90)=0s      p(95)=0s
     http_req_waiting...............: avg=1.06ms  min=268.61µs med=752.05µs max=56.12ms p(90)=1.58ms  p(95)=2.32ms
     http_reqs......................: 253991  8465.841414/s
     iteration_duration.............: avg=1.17ms  min=358.5µs  med=859.42µs max=56.29ms p(90)=1.71ms  p(95)=2.46ms
     iterations.....................: 253991  8465.841414/s
     vus............................: 10      min=10        max=10
     vus_max........................: 10      min=10        max=10